/*************************************************************************
	>    File Name: Type.c
	>       Author: fujie
	>         Mail: fujie.me@qq.com
	> Created Time: 2017Е╧╢06Ф°┬08Ф≈╔ Ф≤÷Ф°÷Е⌡⌡ 21Ф≈╤28Е┬├09Г╖▓
 ************************************************************************/

#include<stdio.h>
typedef struct {
    int id;     //Ф╪■Е┤╨Е▌┘id
    char name[30];  //Ф╪■Е┤╨Е▌┘Е░█Г╖╟
    int rowsCount;  //Е╨╖Д╫█Х║▄Ф∙╟
    int colsCount;  //Е╨╖Д╫█Е┬≈Ф∙╟
} *studio_t;//123 
//брбКнйлБ╨СцФтыл╦   
#include 
try//нр╬мйтр╩об║ё║ётыйтр╩об║ё║ёсжйтакр╩об
0.0 
